import { Typography ,Box, Paper, Grid, Card, CardMedia} from "@mui/material";


export function Intro(){


    return(
        <Paper sx={{m:'8px'}}>
            <Typography variant='h2' sx={{textAlign:'center', m:'8px'}}>Дякуємо, що обираєте українське</Typography>
            <Grid container spacing={2} >
                <Grid item xs={5}>
                    <Box sx={{p:'8px'}}>
                        <CardMedia
                            component="img"
                            alt={'зобаження'}
                            height="50%"
                            image={'./img/title.jpg'}
                            title={'name'}
                        />
                </Box>
                </Grid>
                <Grid item xs={6}>
                    <Typography variant='body1'>
                        Faina kvitochka (Файна квіточка) - молодий український бренд хендмейд-прикрас.
                        <br /><br />
                        Наш девіз: "Файні квіточки в смолі для вас, красуні! Будьте з нами і ви файними квітками!".
                        <br /><br />
                        Адже хочеться, щоб кожна дівчина чи жінка відчувала себе в цих прикрасах такою ж красивою, як чарівна квітка - унікальною, особливою, неповторною, стильною, модною, оригінальною і ефектною. Була файною (це діалект, що частіше вживається в західній Україні та означає "гарна", "красива").
                        <br /><br />
                        Для створення прикрас використовуємо:
                        <br />
                        - італійську ювелірну смолу, що має сертифікати якості, безпеки і гарантію
                        <br />
                        - справжні квіти (90% вирощую сама), спеціально висушені, щоб надовго зберегти колір і форму
                        <br />
                        - нержавіючу медичну сталь (90% випадків) - міцний і надійний матеріал, що не втрачає роками свій вигляд, не викликає алергію і подразнення шкіри.
                        <br /><br />
                        Кожна прикраса - унікальна і в єдиному екземплярі, як унікальна і неповторна кожна рослина в природі.
                        <br /><br />
                        Підкресліть свою красу - обирайте українські прикраси від faina_kvitochka.
                        <br /><br />
                        Україна - це потужно, модно, вишукано, і це звучить гордо.
                    </Typography>
                </Grid>




            </Grid>

        </Paper>
    )
}